{"format": "layers-model", "generatedBy": "keras v2.6.0", "convertedBy": "TensorFlow.js Converter v3.11.0", "modelTopology": {"keras_version": "2.6.0", "backend": "tensorflow", "model_config": {"class_name": "Sequential", "config": {"name": "sequential_2", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 299, 299, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_2"}}, {"class_name": "KerasLayer", "config": {"name": "keras_layer_1", "trainable": false, "dtype": "float32", "handle": "https://tfhub.dev/google/inaturalist/inception_v3/feature_vector/5"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "dtype": "float32", "rate": 0.2, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "dtype": "float32", "units": 1486, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L2", "config": {"l2": 9.999999747378752e-05}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}}, "training_config": {"loss": {"class_name": "CategoricalCrossentropy", "config": {"reduction": "auto", "name": "categorical_crossentropy", "from_logits": true, "label_smoothing": 0.1, "axis": -1}}, "metrics": [[{"class_name": "MeanMetricWrapper", "config": {"name": "accuracy", "dtype": "float32", "fn": "categorical_accuracy"}}, {"class_name": "TopKCategoricalAccuracy", "config": {"name": "top5accuracy", "dtype": "float32", "k": 5}}]], "loss_weights": null, "sample_weight_mode": null, "weighted_metrics": null, "optimizer_config": {"class_name": "SGD", "config": {"name": "SGD", "learning_rate": 0.005, "decay": 0.0, "momentum": 0.9, "nesterov": false}}}}, "weightsManifest": [{"paths": ["group1-shard1of24.bin", "group1-shard2of24.bin", "group1-shard3of24.bin", "group1-shard4of24.bin", "group1-shard5of24.bin", "group1-shard6of24.bin", "group1-shard7of24.bin", "group1-shard8of24.bin", "group1-shard9of24.bin", "group1-shard10of24.bin", "group1-shard11of24.bin", "group1-shard12of24.bin", "group1-shard13of24.bin", "group1-shard14of24.bin", "group1-shard15of24.bin", "group1-shard16of24.bin", "group1-shard17of24.bin", "group1-shard18of24.bin", "group1-shard19of24.bin", "group1-shard20of24.bin", "group1-shard21of24.bin", "group1-shard22of24.bin", "group1-shard23of24.bin", "group1-shard24of24.bin"], "weights": [{"name": "dense_1/kernel", "shape": [2048, 1486], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [1486], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/weights", "shape": [3, 3, 64, 96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/weights", "shape": [7, 1, 160, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/weights", "shape": [1, 7, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 2048, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/weights", "shape": [1, 7, 160, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 192, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_2a_3x3/BatchNorm/beta", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/weights", "shape": [5, 5, 48, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_1a_3x3/BatchNorm/beta", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/weights", "shape": [1, 7, 160, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/weights", "shape": [7, 1, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 1280, 320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/weights", "shape": [1, 3, 384, 384], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_3b_1x1/weights", "shape": [1, 1, 64, 80], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 288, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/weights", "shape": [1, 7, 128, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/weights", "shape": [3, 1, 384, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/weights", "shape": [7, 1, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/weights", "shape": [3, 3, 96, 96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/weights", "shape": [1, 7, 160, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/BatchNorm/beta", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/weights", "shape": [3, 3, 448, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/weights", "shape": [5, 5, 48, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_1a_3x3/weights", "shape": [3, 3, 3, 32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/weights", "shape": [3, 1, 384, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/weights", "shape": [7, 1, 160, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/weights", "shape": [7, 1, 128, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/weights", "shape": [7, 1, 128, 128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/beta", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/weights", "shape": [1, 7, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 2048, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/weights", "shape": [3, 3, 64, 96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/weights", "shape": [3, 3, 96, 96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 288, 48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/weights", "shape": [7, 1, 128, 128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/weights", "shape": [7, 1, 160, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/weights", "shape": [1, 3, 384, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/weights", "shape": [5, 5, 48, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/weights", "shape": [1, 7, 128, 128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/weights", "shape": [3, 3, 192, 320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 1280, 448], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/weights", "shape": [1, 7, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_4a_3x3/weights", "shape": [3, 3, 80, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/weights", "shape": [3, 3, 96, 96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [448], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/weights", "shape": [1, 7, 128, 128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 192, 48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/weights", "shape": [3, 3, 96, 96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/weights", "shape": [1, 7, 160, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [448], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_3b_1x1/BatchNorm/beta", "shape": [80], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_2a_3x3/weights", "shape": [3, 3, 32, 32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/weights", "shape": [1, 7, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/weights", "shape": [7, 1, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/weights", "shape": [3, 1, 384, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/weights", "shape": [3, 3, 64, 96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/BatchNorm/beta", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/weights", "shape": [1, 1, 256, 48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 288, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/BatchNorm/beta", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/weights", "shape": [3, 1, 384, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 192, 32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/weights", "shape": [3, 3, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_4a_3x3/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/weights", "shape": [7, 1, 160, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 2048, 448], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/weights", "shape": [7, 1, 192, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 1280, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 192, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/weights", "shape": [7, 1, 160, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 1280, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/weights", "shape": [3, 3, 448, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/BatchNorm/beta", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/weights", "shape": [1, 3, 384, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 2048, 320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 288, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/weights", "shape": [1, 7, 160, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_2b_3x3/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/weights", "shape": [1, 3, 384, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/BatchNorm/beta", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/weights", "shape": [7, 1, 160, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/weights", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/BatchNorm/beta", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_2b_3x3/weights", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/weights", "shape": [1, 1, 288, 64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/weights", "shape": [3, 3, 288, 384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/weights", "shape": [3, 3, 64, 96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/BatchNorm/beta", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/weights", "shape": [1, 7, 160, 160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/BatchNorm/beta", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_1a_3x3/BatchNorm/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_2a_3x3/BatchNorm/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_4a_3x3/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/BatchNorm/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [448], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_2b_3x3/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_2a_3x3/BatchNorm/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_4a_3x3/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [448], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/BatchNorm/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [448], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/BatchNorm/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/BatchNorm/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/BatchNorm/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/BatchNorm/moving_mean", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_3b_1x1/BatchNorm/moving_mean", "shape": [80], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/BatchNorm/moving_variance", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_3b_1x1/BatchNorm/moving_variance", "shape": [80], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [320], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/BatchNorm/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [448], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_1a_3x3/BatchNorm/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Conv2d_2b_3x3/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/BatchNorm/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/BatchNorm/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/BatchNorm/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/BatchNorm/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/BatchNorm/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/BatchNorm/moving_mean", "shape": [192], "dtype": "float32"}]}]}